Repository: calebjesusegun/resumeapp
Catalog: lib/l10n/intl_*.arb
Languages: fr

# flutter_developer
source: Flutter Developer / Product Designer
fr: Développeur Flutter / Concepteur Produit

source: Resume App
fr: Application de CV

# bio
source: Enthusiastic Flutter Developer and Freelance Designer in love with user-centric designs
fr: Développeur Flutter enthousiaste et concepteur indépendant amoureux des conceptions centrées sur l'utilisateur

source: Skills
fr: Compétences

source: Dart
fr: Dard

source: Experiences
fr: Expériences

# date_text1
source: October 26, 2022 - Present
fr: 26 octobre 2022 - Présent

# profession_text1
source: Flutter Tutor
fr: Tuteur de flottement

# company_text1
source: HNG
fr: Flutter Inc.

# date_text2
source: 2021 - Present
fr: 2021 - Présent

# profession_text2
source: UI/UX Designer
fr: Concepteur UI/UX

# date_text3
source: 2020 - Present
fr: 2020 - Présent

# profession_text3
source: Flutter Developer
fr: Développeur Flutter
